{"translation-revision-date":"2022-03-21 01:07:40+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Cache HTTP headers":["Cachear cabeceras HTTP"],"Fetching latest data...":["Obteniendo los últimos datos..."],"Saving settings":["Guardando los ajustes"],"By default, Hummingbird won't cache HTTP headers. Enable this feature to include them.":["Por defecto, Hummingbird no almacena en la caché las cabeceras HTTP. Activa esta característica para incluirlas."],"Try Pro for free":["Prueba la versión Pro gratuitamente"],"Disable cart fragments":["Desactivar los fragmentos del carrito"],"WooCommerce uses ajax calls to update cart totals without refreshing the page. These ajax calls run on every page and can drastically increase page load times. We recommend disabling cart fragments on all non-WooCommerce pages.":["WooCommerce utiliza las llamadas de ajax para actualizar los totales del carrito sin actualizar la página. Estas llamadas de ajax se ejecutan en todas las páginas y pueden aumentar drásticamente los tiempos de carga de la página. Recomendamos desactivar los fragmentos de carrito en todas las páginas que no sean de WooCommerce."],"The page cache will be cleared after each comment made on a post.":["La caché de páginas se borrará después de cada comentario hecho en una entrada."],"Clear cache on comment post":["Borrar la caché en la publicación de comentarios"],"By default, page caching is enabled for mobile devices. If you don't want to use mobile caching, simply disable this setting.":["Por defecto, el almacenamiento en la caché de páginas está habilitado para dispositivos móviles. Si no deseas utilizar el almacenamiento en la caché móvil, simplemente desactiva esta opción."],"Cache on mobile devices":["Caché en dispositivos móviles"],"Enabled":["Activado"],"Disable":["Desactivar"],"Enable":["Activar"],"Run Performance Test":["Ejecutar prueba de rendimiento"],"Remove the default Emoji JS & CSS files":["Eliminar los archivos JS y CSS de Emoji por defecto"],"WordPress adds Javascript and CSS files to convert common symbols like “:)” to visual emojis. If you don’t need emojis this will remove two unnecessary assets.":["WordPress añade archivos Javascript y CSS para convertir símbolos comunes como \":)\" a emojis visuales. Si no necesitas emojis, esto quitará dos activos innecesarios."],"Remove query strings from my assets":["Eliminar cadenas de consulta de mis activos"],"Here are a few additional tweaks you can make to further reduce your page load times.":["Aquí hay algunos ajustes adicionales que puedes hacer para reducir aún más los tiempos de carga de tu página."],"Advanced Tools":["Herramientas avanzadas"],"Asset Optimization":["Optimización de los activos"],"WPMU DEV CDN":["WPMU DEV CDN"],"Re-check status":["Volver a comprobar el estado"],"Pro":["Pro"],"Status":["Estado"],"Disabled":["Desactivado"],"Page Caching":["Caché de página"],"Uptime":["Tiempo de actividad"],"Hummingbird":["Hummingbird"]}},"comment":{"reference":"admin\/assets\/js\/wphb-setup-wizard.js"}}