{"translation-revision-date":"2022-03-21 01:07:40+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Enable this option to optimize the delivery of your fonts so they don't trigger the \"Eliminate render-blocking resources\" recommendation in your performance tests.":["Activa esta opción para optimizar la entrega de tus fuentes, para que no aparezca la recomendación de «Elimina recursos que bloqueen la visualización» de tus pruebas de rendimiento."],"Fonts":["Fuentes"],"Speedy Optimization goes beyond just compressing your files. It also auto-combines smaller files together to help decrease the number of requests made when a page is loaded, and automatic font optimization will speed up the delivery of fonts to improve your site score.":["La optimización rápida va más allá de la mera compresión de tus archivos. También combina automáticamente los archivos más pequeños para ayudar a disminuir el número de solicitudes realizadas cuando se carga una página, y la optimización automática de fuentes acelerará la entrega de fuentes para mejorar la puntuación de tu sitio."],"file: ":["archivo: "],"Basic Optimization will optimize your files by compressing them. This helps to improve site speed by de-cluttering CSS and JavaScript files, and by generating a faster version of each file.":["La optimización básica optimizará tus archivos comprimiéndolos. Esto ayuda a mejorar la velocidad del sitio al eliminar el desorden de los archivos CSS y JavaScript y al generar una versión más rápida de cada archivo."],"Fetching latest data...":["Obteniendo los últimos datos..."],"Settings restored to defaults":["Ajustes restaurados a los valores por defecto"],"Configurations":["Configuraciones"],"Type the filename and click on the filename to add it to the list.":["Escribe el nombre del archivo y haz clic para añadirlo a la lista."],"Start typing the files to exclude...":["Empieza a escribir los archivos a excluir..."],"File exclusions":["Exclusiones de archivos"],"By default, we'll optimize all the CSS and JS files we can find. If you have specific files you want to leave as-is, list them here, and we'll exclude them.":["Por defecto, optimizaremos todos los archivos CSS y JS que podamos encontrar. Si tienes archivos específicos que quieres dejar tal cual, llévalos aquí y los excluiremos."],"JavaScript minification is the process of removing whitespace and any code that is not necessary to create a smaller but valid code.":["La minimización de JavaScript es el proceso de eliminar los espacios en blanco y cualquier código que no sea necesario para crear un código más pequeño pero válido."],"JavaScript files":["Archivos JavaScript"],"Hummingbird will minify your CSS files, generating a version that loads faster. It will remove unnecessary characters or lines of code from your file to make it more compact.":["Hummingbird minimizará tus archivos CSS, generando una versión que se carga más rápido. Eliminará los caracteres o líneas de código innecesarios de tu archivo para hacerlo más compacto."],"CSS files":["Archivos CSS"],"Choose which files you want to automatically optimize.":["Elige qué archivos quieres optimizar automáticamente."],"The configurations will be applied to the enabled automatic optimization option.":["Las configuraciones se aplicarán a la opción de optimización automática activada."],"Publish changes":["Publicar los cambios"],"Optimizing your assets will compress and organize them in a way that improves page load times. You can choose to use our automated options, or manually configure each file yourself.":["La optimización de tus activos los comprimirá y organizará de manera que mejore los tiempos de carga de las páginas. Puedes elegir entre utilizar nuestras opciones automatizadas o configurar manualmente cada archivo tú mismo."],"Recommended":["Recomendado"],"Basic":["Básica"],"Speedy":["Speedy"],"How Does it Work?":["¿Cómo funciona?"],"Reset settings":["Restablecer los ajustes"],"Added\/removed plugins or themes? Update your file list to include new files, and remove old ones":["¿Has añadido o eliminado plugins o temas? Actualiza tu lista de archivos para incluir los nuevos y eliminar los antiguos"],"Assets":["Activos"],"Clears all local or hosted assets and recompresses files that need it":["Borra todos los activos locales o alojados y vuelve a comprimir los archivos que lo necesitan"],"Re-Check Files":["Volver a comprobar los archivos"],"Exclusions":["Exclusiones"],"Clear cache":["Vaciar la caché"],"Manual":["Manual"],"Automatic":["Automático"],"Files":["Archivos"],"Your cache has been successfully cleared. Your assets will regenerate the next time someone visits your website.":["Tu caché se ha borrado con éxito. Tus activos se regenerarán la próxima vez que alguien visite tu web."]}},"comment":{"reference":"admin\/assets\/js\/wphb-react-minify.js"}}